Tekla.Structures.ModelInternal.Operation.IfcExportType
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.Operation.IfcExportType.UNDEFINED
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.Operation.IfcExportType.ALL_OBJECTS
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.Operation.IfcExportType.SELECTED_OBJECTS
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.Operation.IfcExportType.SELECTED_OBJECTS_AND_THEIR_ASSEMBLIES
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.Operation.IfcExportType.SELECTION_FILTER
DO NOT USE! For internal usage only!